app/controllers/grubbers_controller.rb

INSERT INTO "grubbers" ("created_at", "email", "email_ok", "mobile", "password", "subscribed", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)  [["created_at", "2014-10-15 21:03:58.783766"], ["email", "v@v"], ["email_ok", "t"], ["mobile", ""], ["password", "123"], ["subscribed", "t"], ["updated_at", "2014-10-15 21:03:58.783766"]]
---
  def create
  	@grubber = Grubber.new(user_params)

  	# configure_new_grubber sets attributes in the grubber model
  	if @grubber.save